---
kind: property
id: P:Autodesk.Revit.DB.Element.GroupId
zh: 构件、图元、元素
source: html/9508a6c5-9681-bbef-07c5-1351583b0e1e.htm
---
# Autodesk.Revit.DB.Element.GroupId Property

**中文**: 构件、图元、元素

The id of the group to which an element belongs.

## Syntax (C#)
```csharp
public ElementId GroupId { get; }
```